{
    "title": "About Us",
    "description": "Dedicated to providing exceptional healthcare services with a patient-first approach, modern facilities, and experienced medical professionals who care about your wellbeing.",
    "supportiveStaffDescription": "Behind every great doctor is an exceptional team. Our nurses, administrative staff, and support personnel work together to ensure your visit is comfortable, efficient, and focused on your needs. From scheduling appointments to providing post-treatment care instructions, our team is here to support you every step of the way.",
    "historyandmission": {
        "historyStory": [
            {
                "para": "Elitas Clinic began with a simple yet powerful vision: to make quality healthcare accessible and personalized for every patient. What started as a single clinic has grown into a network of four modern healthcare facilities."
            },
            {
                "para": "With one new dental clinic opening in Dec 2025, we have expanded our reach to include a diverse range of services, from routine checkups to specialized treatments. Our mission is to provide high-quality, patient-centered care that addresses the unique needs of each individual."
            }
        ],
        "missionStatement": "Providing reliable, patient-first care by combining medical expertise with genuine compassion. We strive to be your trusted healthcare partner, supporting your wellness journey with personalized attention and advanced medical solutions."
    },
    "values": [
        {
            "icon": "Heart",
            "title": "Trust",
            "description": "Building lasting relationships through honest communication and reliable care."
        },
        {
            "icon": "Users",
            "title": "Compassion",
            "description": "Treating every patient with empathy, understanding, and genuine care."
        },
        {
            "icon": "Lightbulb",
            "title": "Innovation",
            "description": "Embracing advanced medical technologies and treatments for better outcomes."
        }
    ],
    "doctors": [
        {
            "name": "Dr. Natasha Eleena",
            "pic": "PIC/Medical OFficer Elitas CIMB",
            "qualifications": "MBBS (UniKL, Malaysia)",
            "bio": "Dedicated medical doctor with experience in emergency medicine, general practice, and primary care. Skilled in managing acute and chronic conditions, performing critical care procedures, and providing holistic outpatient services. Passionate about preventive healthcare, patient education, and delivering compassionate, patient-centered care.",
            "image": "/assets/doctors/Dr-Natasha.jpg"
        },
        {
            "name": "Dr. Jasmin",
            "pic": "Clinic Manager & Medical Officer Elitas Cheras",
            "qualifications": "MBBS (Universiti Malaysia Sarawak, Malaysia)",
            "bio": "Dedicated medical doctor with experience in primary care, clinic management, and hospital-based practice. Skilled in patient care, emergency management, and clinic operations, with proven ability to lead teams and streamline services. Currently serving as Clinic Manager at Elitas Clinic, committed to delivering quality, patient-centered care.",
            "image": "/assets/doctors/Dr-Jasmin.jpg"
        },
        {
            "name": "Dr. Attirah Nur Asyura",
            "pic": "PIC/Medical Officer Elitas Binjai",
            "qualifications": "MBBS (MSU, Malaysia)",
            "bio": "Dedicated and compassionate medical doctor with experience in anesthesiology and a growing interest in holistic primary care. Strong clinical acumen developed through hands-on practice in both hospital and clinic settings. Known for delivering patient-centered care, with excellent communication and critical thinking skills.",
            "image": "/assets/doctors/Dr-Attirah.jpg"
        },
        {
            "name": "Dr. Afiqah",
            "pic": "PIC/Medical Officer Elitas Binjai",
            "qualifications": "MBBS (Hasanudin University, Indonesia)",
            "bio": "Responsible and empathetic medical officer with experience across various specialties including medicine, surgery, obstetrics & gynecology, orthopaedics, pediatrics, and anesthesiology. Skilled in patient care, clinical management, and medical writing. Known for delivering compassionate, patient-centered care and building positive relationships with patients through strong communication and teamwork.",
            "image": "/assets/doctors/Dr-Afiqah.jpg"
        },
        {
            "name": "Dr. Sarah",
            "pic": "PIC/Medical Officer Elitas Binjai",
            "qualifications": "MBBS (IIUM, Malaysia)",
            "bio": "Experienced medical officer with a diverse background in general surgery, urology, ENT, and radiology. Skilled in minor surgeries, ENT procedures, ultrasound scans, and women’s health procedures. Dedicated to patient care with strong clinical judgment in emergency cases and referrals. Currently expanding expertise through continuous learning and postgraduate training.",
            "image": "/assets/doctors/Dr-Sarah.jpeg"
        }
    ],
    "founder": {
        "image": "/assets/doctors/eniza.jpg",
        "name": "Dr. Nik Nur Eniza",
        "specialty": "Emergency & critical care procedures",
        "qualifications": "MBBS (Crimea State Medical University, Ukraine)",
        "bio": "Experienced medical doctor with over a decade of practice in emergency medicine, cardiothoracic surgery, and primary care. Completed housemanship at Tuanku Ja’afar Seremban Hospital before serving as a medical officer in cardiothoracic surgery at Serdang Hospital. She later furthered her career in emergency medicine at Gleneagles Kuala Lumpur, Pantai Hospital, and Prince Court Medical Centre. Currently as the founder of Elitas Clinic, where she combines her clinical expertise with a passion for delivering patient-centered care."
    },
    "supportiveStaff": {
        "description": "At Elitas Clinic, we believe that exceptional healthcare is a team effort. Our dedicated supportive staff play a crucial role in ensuring that every patient receives the best possible care. From our friendly receptionists who greet you with a warm smile to our skilled nurses who assist with treatments and provide compassionate care, every member of our team is committed to your wellbeing. Our administrative staff work tirelessly behind the scenes to ensure smooth operations, allowing our medical professionals to focus on what they do best - caring for you. Together, we create a welcoming and efficient environment where your health and comfort are our top priorities.",
        "staffImage": "/assets/about-us/dr & staffs cimb.jpg"
    },
    "whyChooseUsContent": [
        {
            "reason": "State-of-the-art medical facilities and equipment"
        },
        {
            "reason": "Experienced doctors with specialized certifications"
        },
        {
            "reason": "Comprehensive range of medical and aesthetic services"
        },
        {
            "reason": "Patient-centered approach to healthcare delivery"
        },
        {
            "reason": "Multiple convenient locations with flexible hours"
        },
        {
            "reason": "Advanced electronic health records for seamless care"
        }
    ]
}