{
    "title": "About Us",
    "description": "Dedicated to providing exceptional healthcare services with a patient-first approach, modern facilities, and experienced medical professionals who care about your wellbeing.",
    "supportiveStaffDescription": "Behind every great doctor is an exceptional team. Our nurses, administrative staff, and support personnel work together to ensure your visit is comfortable, efficient, and focused on your needs. From scheduling appointments to providing post-treatment care instructions, our team is here to support you every step of the way.",
    "values": [
        {
            "icon": "Heart",
            "title": "Trust",
            "description": "Building lasting relationships through honest communication and reliable care."
        },
        {
            "icon": "Users",
            "title": "Compassion",
            "description": "Treating every patient with empathy, understanding, and genuine care."
        },
        {
            "icon": "Lightbulb",
            "title": "Innovation",
            "description": "Embracing advanced medical technologies and treatments for better outcomes."
        }
    ],
    "doctors": [
        {
            "name": "Dr. John Doe",
            "specialty": "General Medicine",
            "qualifications": "MD, DDS",
            "bio": "A seasoned general practitioner with over 15 years of experience in providing comprehensive healthcare services. Known for his patient-centered approach and commitment to patient well-being.",
            "image": "/images/doctors/john-doe.jpg"
        }
    ],
    "whychooseus": [
        {
            "reason": "State-of-the-art medical facilities and equipment"
        },
        {
            "reason": "Experienced doctors with specialized certifications"
        },
        {
            "reason": "Comprehensive range of medical and aesthetic services"
        },
        {
            "reason": "Patient-centered approach to healthcare delivery"
        },
        {
            "reason": "Multiple convenient locations with flexible hours"
        },
        {
            "reason": "Advanced electronic health records for seamless care"
        }
    ]
}