{
    "title": "About Us",
    "description": "Dedicated to providing exceptional healthcare services with a patient-first approach, modern facilities, and experienced medical professionals who care about your wellbeing.",
    "supportiveStaffDescription": "Behind every great doctor is an exceptional team. Our nurses, administrative staff, and support personnel work together to ensure your visit is comfortable, efficient, and focused on your needs. From scheduling appointments to providing post-treatment care instructions, our team is here to support you every step of the way.",
    "historyandmission": {
        "historyStory": [
            {
                "para" : "Founded over a decade ago, Elitas Clinic began with a simple yet powerful vision: to make quality healthcare accessible and personalized for every patient. What started as a single clinic has grown into a network of five modern healthcare facilities."
            },
            {
                "para" : "Over the years, we have expanded our reach to include a diverse range of services, from routine checkups to specialized treatments. Our mission is to provide high-quality, patient-centered care that addresses the unique needs of each individual."
            }
        ],
    "missionStatement": "Providing reliable, patient-first care by combining medical expertise with genuine compassion. We strive to be your trusted healthcare partner, supporting your wellness journey with personalized attention and advanced medical solutions."
    },
    "values": [
        {
            "icon": "Heart",
            "title": "Trust",
            "description": "Building lasting relationships through honest communication and reliable care."
        },
        {
            "icon": "Users",
            "title": "Compassion",
            "description": "Treating every patient with empathy, understanding, and genuine care."
        },
        {
            "icon": "Lightbulb",
            "title": "Innovation",
            "description": "Embracing advanced medical technologies and treatments for better outcomes."
        }
    ],
    "doctors": [
        {
            "name": "Dr. Natasha Eleena",
            "specialty": "Emergency & critical care procedures",
            "qualifications": "MBBS (UniKL)",
            "bio": "Dedicated medical doctor with experience in emergency medicine, general practice, and primary care. Skilled in managing acute and chronic conditions, performing critical care procedures, and providing holistic outpatient services. Passionate about preventive healthcare, patient education, and delivering compassionate, patient-centered care.",
            "image": "/assets/doctors/natasha.jpg"
        },
        {
            "name": "Dr. Jasmin",
            "specialty": "Primary care/Clinic Management",
            "qualifications": "MBBS (Universiti Malaysia Sarawak)",
            "bio": "Dedicated medical doctor with experience in primary care, clinic management, and hospital-based practice. Skilled in patient care, emergency management, and clinic operations, with proven ability to lead teams and streamline services. Currently serving as Clinic Manager at Elitas Clinic, committed to delivering quality, patient-centered care.",
            "image": "/assets/doctors/jasmin.jpg"
        },
        {
            "name": "Dr. Attirah Nur Asyura",
            "specialty": "Anesthesiology and Primary Care",
            "qualifications": "MBBS (MSU)",
            "bio": "Dedicated and compassionate medical doctor with experience in anesthesiology and a growing interest in holistic primary care. Strong clinical acumen developed through hands-on practice in both hospital and clinic settings. Known for delivering patient-centered care, with excellent communication and critical thinking skills.",
            "image": "/assets/doctors/attirah.jpg"
        }
    ],
    "founder": {
        "image": "/assets/doctors/eniza.jpg",
        "name": "Dr. Nik Nur Eniza",
        "specialty": "Emergency & critical care procedures",
        "qualifications": "MBBS (Crimea State Medical University, Ukraine)",
        "bio": "Experienced medical doctor with over a decade of practice in emergency medicine, cardiothoracic surgery, and primary care. Completed housemanship at Tuanku Ja’afar Seremban Hospital before serving as a medical officer in cardiothoracic surgery at Serdang Hospital, specializing in cardiac bypass procedures. Furthered her career in emergency medicine at Gleneagles Kuala Lumpur, Pantai Hospital, and Prince Court Medical Centre. Currently the founder of Elitas Clinic, where she combines her clinical expertise with a passion for delivering patient-centered care."
    },
    "whyChooseUsContent": [
        {
            "reason": "State-of-the-art medical facilities and equipment"
        },
        {
            "reason": "Experienced doctors with specialized certifications"
        },
        {
            "reason": "Comprehensive range of medical and aesthetic services"
        },
        {
            "reason": "Patient-centered approach to healthcare delivery"
        },
        {
            "reason": "Multiple convenient locations with flexible hours"
        },
        {
            "reason": "Advanced electronic health records for seamless care"
        }
    ]
}